Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Tomás Mendizábal, the man responsible for classifying the items found during the various stages of the expansion process, said, "I find it odd, incredible, to dig in a little village lost in the middle of the Panama jungle and find European products along with handicrafts from Mexico."
ne: विस्तार प्रक्रियाको विभिन्न चरणमा फेला परेका वस्तुहरूका वर्गीकरण गर्ने जिम्मेवार व्यक्ति टोमस मेन्दिजबलले भने "मैले यसलाई अनौठो पाएँ, अविश्वसनीय। पनामाको जंगलबीचमा हराएको एक सानो गाउँमा उत्खनन गर्नु र युरोपेली उत्पादनहरुका साथ मेक्सिकोको हस्तकला फेला पर्नु।"

source: fragments of objects from pre-Columbian, colonial, departmental and republican times also emerged.
ne: सन् २०१४ देखि केहि मिडिया आउटलेटहरुले कार्य क्षेत्रमा पहाडहरुबाट हटाइएको माटोमा भेटिएका आश्चर्यजनक पुरातात्विक खजानाहरुको विवरण दिए :

source: Bits of ceramic pots, arrowheads, and parts of a pre-Columbian grave, a 16-century dagger, a chimney from 1908, a collection of bottles, wagons and buckets for mixing concrete dating from the time when the Canal was built, were found both in the Pacific and Atlantic areas.
ne: उत्खननको क्रममा, पहाड उत्खनन गर्दा र बाक्लो वन हटाउँदा करिब ३,००० ढाड नभएका र ५०० ढाड भएका जीवाश्म फेला परे, साथै ज्वालामुखी विस्फोटको आगोको कारण खरानी बनेको जंगलबाट २५० भन्दा बढी वनस्पति पाइएको होर्तेन्सि ब्रोस ले बताए। पुर्व-कोलम्बियाई, औपनिवेशिक, विभागीय तथा रिपब्लिकन कालका वस्तुहरुका टुक्राहरु पनि भेटिए। सेरामिक भाँडाका टुक्राहरु, तीर साथै पुर्व-कोलम्बियाई चिहानको भाग, १६ औ शताब्दीको भाला, १९०८ को चिम्नी, बोतलको संकलन, डब्बाहरु र बाल्टिनहरु नहर बनेदेखिको प्यासिफिक तथा एटलान्टिक दुवैतिर पाइए।

source: In 2009, fossil teeth of Central American primates appeared as well. Jonathan Bloch, leader of the University of Florida team that investigated this finding, commented:
ne: सन् २००९ मा मध्य अमेरिकी प्राइमेटको जीवाश्म दाँत पनि पाइयो। यस संकलनको अनुसंधान गरेका फ्लोरिडा विश्वविद्यालयको टोली नेता जोनथन ब्लोचले टिप्पणी गरे::

source: these are the teeth of a South American monkey that, somehow, managed to achieve what no other animal was able to do back then: cross the Central American water route to tropical North America, some 21 million of years ago.
ne: यी दक्षिण अमेरिकी बाँदरको दाँत हुन् जसले करिब २ करोड १० लाख वर्ष पहिले कुनै तरिकाले मध्य अमेरिकी जलमार्गदेखि उत्तर अमेरिका पार गर्न सफलता हासिल गर्‍यो, अन्य कुनै पनि जनावर त्यो समयमा त्यसो गर्न सक्षम थिएन।

source: Also on Twitter were photos and videos of the findings that have emerged during the expansion works:
ne: विस्तारको क्रममा संकलित वस्तुहरुका फोटो र भिडियो ट्विटरमा पनि थिए:

source: Archaeological treasures were found during expansion of Panama Canal.
ne: पनामा नहरको विस्तारको क्रममा पुरातात्विक खजानाहरु फेला परे।

source: The archaeological treasures found in the historic "trash" of the Panama Canal.
ne: पुरातात्विक खजानाहरु पनामा नहरको ऐतिहासिक "रद्दी" मा फेला परे।

source: A tour around some of the archeological findings of the expansion of the Panama Canal, such as bottles, weapons...
ne: पनामा नहरको विस्तारको क्रममा फेला परेका केहि पुरातात्विक संकलन देखिने यात्रा, जस्तै बोतल, हतियारहरु...

source: An Argentinian Animator Reimagines the Game of Thrones Title Sequence for the Real World · Global Voices
ne: एक अर्जेन्टिनी एनिमेटरले वास्तविक दुनियाका लागि कल्पना गरेको गेम अफ थ्रोन्सको टाइटल सिक्वेन्स

source: Game of Thrones, the successful HBO TV series based on the written saga by George R.R. Martin, is at the end of its sixth season now, but hasn't ceased to inspire its fans. With loyal viewers throughout North America and Latin America, the show tells the story of noble families in a medieval fantasy world who do everything possible to be in power and eliminate their enemies.
ne: जर्ज आर आर मार्टिनद्वारा लिखित वीरगाथामा आधारित सफल एचबिओ टिभी श्रृंखला गेम अफ थ्रोन्सको अहिले छैंठौ सिजन चलिरहेको छ र यसले आफ्ना फ्यानहरूलाई प्रभावमा पार्न छाडेको छैन। उत्तर अमेरीका र ल्याटिन अमेरीकाभरि वफादार दर्शक रहेका यस श्रृंखलाले मध्य युगीन कल्पनाको दुनियामा उच्च घरानाको कथा देखाउँछ। यी परिवारहरू शक्तिमा रहन तथा आफ्ना शत्रुहरूलाई हटाउँनका लागि सकेजति जे पनि गर्दछन्। काल्पनिक परिवेश भए तापनि हाम्रो संसार र राजनीतिक षडयन्त्रका साथै मायालाग्दा र दुष्ट दुवै प्रकारका पात्रले भरिपूर्ण गेम अफ थ्रोन्सको दुनियामा समानता पाउँन गाह्रो छैन।

source: Despite the imaginary setting, it isn't difficult to see parallels between our world and the Game of Thrones world, with its political intrigue and characters both lovable and twisted. Argentinian 3D animator Damian Bosio was one of those fans who found his imagination sparked by the series, specifically by its animated title sequence, in which the lands of the fictional Game of Thrones world rise up from the ground with clockwork-like machinery.
ne: यस श्रृंखलाबाट कल्पना चुलिएका फ्यानमध्ये अर्जेन्टिनी थ्रीडी एनिमेटर डामियान बोसो हुन्। उनलाई खास गरेर गेम अफ थ्रोन्सका जमीनमुनिबाट निस्किने काल्पनिक भूमिसँगै घडीझै घुम्ने मशिन भएको एनिमेट गरिएको टाइटल सिक्वेन्सले प्रभावित पार्यो। त्यसपछि डामियानले अर्जेन्टिनाका लागि सो सिक्वेनस पुनर्सिर्जना गरे र त्यसपछि ल्याटिन अमेरीकाका लागि। अहिले उनी हाम्रो समकालीन दुनियाका अन्य भूभागमा विस्तार गर्दैछन्।

source: Damian then recreated the sequence for Argentina, then Latin America, and now will be expanding to other areas of our contemporary world.
ne: ग्लोबल भ्वाइसेजसँगको छोटो कुराकानीमा उनले भने:

source: In a brief conversation, he told Global Voices: I saw the intro and the first thing I thought of was making an adapted version for my country (Argentina). I started with the city of Buenos Aires (the city where I live) with the idea of expanding it.
ne: मैले इन्ट्रो हेरे र सबभन्दा पहिले मेरो देश (अर्जेन्टिना)का लागि रुपान्तरित संस्करण बनाउने सोंच आयो। मैले पछि विस्तार गर्ने सोंचका साथ म बस्ने शहर ब्युनोस एअर्सबाट शुरु गरे।

source: The second was of Buenos Aires the capital and its metropolitan area.
ne: दोश्रो राजधानी ब्युनोस एअर्स तथा यसका नगर क्षेत्र थिए।

source: ...and then all of Argentina.
ne: ...र त्यसपछि सम्पूर्ण अर्जेन्टिना।

source: I was going finish my series, but I decided to expand it more. I made a fourth version with the whole of South America.
ne: म आफ्ना श्रृंखला अन्त्य गर्ने तर्खरमा थिए तर मैले यसलाई अझ विस्तार गर्ने निर्णय गरे। मैले चौंथो संस्करण सम्पूर्ण दक्षिण अमेरीकाका लागि बनाए।

source: Then I made one of North America.
ne: त्यसपश्चात् मैलै उत्तर अमेरीकाको बनाए।

source: Western Europe (Spain, Germany, Italy, England, etc.)
ne: पश्चिमी युरोप (स्पेन, जर्मनी, इटाली, बेलायत, आदि)

source: ...and Eastern Europe (Poland, Russia, Ukraine, Etc)
ne: संसारका धेरै भाग एनिमेट गर्न बाँकी छ तर मेरो अनुमानमा दुबईमा यसको अन्त्य हुनेछ। (मलाई दुबई मन पर्छ)

source: Seeing the title sequence reimagined for the 21st-century shows us that the more times change, the more they really stay the same. Perhaps the castles will disappear, but there will always be an ambitious Lannister Family and an old-school Stark Family ready to fight for honor.
ne: डामियान एशिया, अफ्रिका र ओसिनीयातिर जाने छन् कि छैनन्, हामीले यो हेर्न पर्खनुपर्नेछ। जे भएपनि यी वास्तकि दुनियाका केही ठाउँहरू र तिनका इतिहास ककेसस र डोर्थराकी वा इराकको उत्तरतिरको भेग र सेकेण्ड सन्सजस्ता काल्पनिक व्यक्ति तथा स्थानहरूसँग मेल खान्छन्।

source: Fireflies.
ne: जापानमा जुनकिरीहरुका गज्जबका स्वप्निल फोटोहरु

source: Photograph by Flickr user 禾 Lin. License: CC BY-NC-ND 2.0 (No derivatives).
ne: जुनकिरीहरु। फोटो: फ्लीकर प्रयोगकर्ता 禾 लीन। लाइसेंस CC BY - NC - 2.0 ( वास्तविक )

source: Each year in early summer in Japan, if you're lucky you'll catch a glimpse of fireflies in late May and early June. Fireflies (Japan is home to the Asian firefly, Luciola parvula) require clean, running water, and have long been a associated with rice paddies, which are flooded in Japan each May.
ne: यदि तपाईं भाग्यशाली हुनुहुन्छ भने जापानमा गर्मीयामको शुरुमा हरेक वर्ष मेको अन्त्यतिर र जुनको शुरुमा जुनकिरीहरुको एक झलक देख्न पाउनुहुनेछ। जुनकिरीहरुलाई (जापान एशियाली जुनकिरी, Luciola parvula को लागि घर हो) सफा बगिरहने पानीको आवश्यकता हुन्छ, साथै यिनीहरु लामो समयदेखि धानको खेतसँग संबद्ध रहिआएको पाईन्छ। धानखेत जापानमा हरेक मे महिनामा पानीले भरिन्छन्।

source: However, as Japan's farming population ages and rice fields are turned into subdivisions, there are fewer chances to see fireflies every year.
ne: यद्यपि, जापानको खेती गर्ने जनसंख्या बुढो हुँदै गएको र धानखेत खण्डिकृत भएका कारणले हरेक वर्ष जुनकिरी देखिने संभावना कम भएको छ।

source: As part of a photography contest held by Tokyo Camera Club in June 2016, a number of photographers submitted amazing and surreal photographs of fireflies from around Japan.
ne: जुन २०१६ मा टोकियो क्यामरा क्लब द्वारा आयोजित फोटोग्राफी प्रतियोगिताको एक भागको रुपमा विभिन्न फोटोग्राफरहरुले जुनकिरीहरुका गज्जबका स्वप्निल फोटोहरु जापानभरिबाट बुझाए।

source: Tokyo Camera Club tweets in Japanese, and also posts to Instagram and on its own website.
ne: तस्वीर: नाकानिशी शिंगो - टोकियो क्यामरा क्लब/@tokyocamerajp

source: Submissions to Tokyo Camera Club photo contests can be followed on Instagram with the hashtag #東京カメラ部.
ne: तस्वीर: इन्स्टाग्राम प्रयोगकर्ता s_t_523 - टोकियो क्यामरा क्लब/@tokyocamerajp

source: Photo: Marina Sadikoska/OhridSOS, used with permission.
ne: फोटो: मरिना सादिकोस्का/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Entries to a photo contest called "The Voice of the Lake" showing lush scenery, majestic wildlife and discarded man-objects at Lake Ohrid, which straddles Albania and Macedonia, have recently sparked interest among many Macedonians.
ne: "द भ्वाइस अफ द लेक" नामक फोटो प्रतियोगितामा प्रविष्ट गरिएका फोटोहरूले अल्बानिया र म्यासिडोनिया दुवैतर्फ रहेको ओक्रिद तालका हराभरा दृश्य, भव्य वन्यजन्तु, तथा फालिएका मानव वस्तुहरूप्रति कैंयन म्यासिडोनियालीहरूको अभिरुचि जगाएको छ।

source: The contest was organized by the Citizen Initiative OhridSOS, which is fighting to stop harmful urbanization projects that threaten to destroy the magnificent lake, which is the largest natural lake in Macedonia and the oldest lake on the European continent.
ne: यो प्रतियोगिता सिटिजन इनिसियटिभ ओक्रिदएसओएसद्वारा आयोजना गरिएको थियो। यो इनिसियटिभ युरोपकै सबैभन्दा पुरानो तथा म्यासिडोनियाको सबैभन्दा ठूलो यस प्राकृतिक ताललाई नोक्शान पुर्याउने हानिकारक शहरी परियोजनाहरूलाई रोक्नका लागि संघर्षरत छ।

source: Photo: @cvellst/Ohrid SOS, used with permission.
ne: फोटो: @cvellst/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Photo: Marija Pipileva/Ohrid SOS, used with permission.
ne: फोटो: निकोला पास्कली/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Photo: Emil Jovanovic/Ohrid SOS, used with permission.
ne: फोटो: मारिया पिपिलेभा/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Photo: Lence Danailovska/Ohrid SOS, used with permission.
ne: फोटो: एमिल योभानोभिच/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Photo: @ladybug1490/Ohrid SOS, used with permission.
ne: फोटो: लेन्स डानाइलोभ्स्का/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Photo: Emilija Karanfiloska/ Ohrid SOS, used with permission.
ne: फोटो: @ladybug1490/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Photo: Nikola Paskali/ Ohrid SOS, used with permission.
ne: फोटो: मीना कारान्फिलोस्का/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: OhridSOS activists decided to also award their own favorite photo.
ne: फोटो: एमिलिया कारान्फिलोस्का/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: The winner?
ne: फोटो: निकोला पास्कली/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: The lovely image below featuring a sunset scene with reed and gulls on Lake Ohrid.
ne: ओक्रिदएसओएस एक्टिभिस्टहरूले उनीहरूलाई मन परेको तस्वीरलाई पनि पुरस्कृत गर्ने निर्णय गरे। विजेता को भयो त? तलको ओक्रिद तालमा काँस र गलहरूसम्मिलित सूर्य अस्ताउँदै गरेको मनमोहक दृश्य।

source: Photo: Nebojsha Gelevski/Ohrid SOS, used with permission.
ne: फोटो: नेबोइशा गेलेभ्सकी/ओक्रिदएसओएस, अनुमति लिएर प्रयोग गरिएको।

source: Image by Flickr user Jana Reifegerste.
ne: नेपालका ट्रकहरुमा कोरिएका साहित्य र व्यंग्य

source: CC BY-SA 2.0Next time you're in Nepal, you might notice something special about the trucks plying the country's roads.
ne: यस ट्रकमा लेखिएको सन्देश: फुल टिप्ने चाहना छ भने हाँगा भाँचेर होइन, जीवन बिताउने चाहना छ भने धोका दिएर होइन। तस्वीर: फ्लीकर प्रयोगकर्ता जाना रेइफ्गेर्स्ते। CC BY-SA 2.0 अर्को पटक जब तपाईं नेपालमा आउँनुहुन्छ, तपाईंले यहाँका सडकमा गुडिरहेका ट्रकहरुमा केहि विशेष कुराहरु देख्न सक्नुहुनेछ। पाकिस्तानमा जस्तै, नेपाली ट्रकहरुमा रमाइला, विनोदपूर्ण पद्यका साथै प्रासंगिक व्यंग्य लेखिएका हुन्छन्।

source: The messages range from politics and philosophy to love, humour and even expletives. These days, they aren't limited to trucks, but show up on public buses and safa tempos (battery-powered tuk-tuk) too.
ne: यी सन्देशहरू राजनीति र दर्शनदेखि लिएर प्रेमसम्म, अनि ठट्यौलीका साथ केही अपशब्द पनि हुने गरेका छन्। आजभोलि यस्ता सन्देशहरु ट्रकहरुमामात्र सीमित नभएर सार्वजनिक बसहरु र सफा टेम्पोहरुमा पनि देख्न सकिन्छ।

source: There are a few initiatives in Nepal to compile these expressions. According to columnist CP Aryal, a magazine called Bus Sahitya, meaning "bus literature," was launched several years ago in a move to acknowledge the literary value of the verses splashed on the back of vehicles. And Subid Guragain, a journalist and teacher, published a compilation of 700 such messages titled Truck Sahitya, meaning "truck literature," in 2011.
ne: यी अभिव्यक्तिहरू सङ्कलन गर्न नेपालमा केही पहल भएका छन्। स्तंभकार सिपी अर्यालका अनुसार,, वाहनका पछाडि लेखिएका पद्यहरुको साहित्यिक मूल्य स्वीकार गर्दै धेरै वर्ष पहिले बस साहित्य, भन्ने एक पत्रिका आरम्भ गरिएको थियो। साथै सन् २०११ मा एकजना पत्रकार तथा शिक्षक, सुबिद गुरागाइँले ७०० वटा यस्ता सन्देशहरुलाई ट्रक साहित्य शीर्षकमा एक संग्रह प्रकाशित गरे । अर्याल लेख्छन्:

source: And why do so many do it? Govinda Lamsal, who drives a truck, says that in a line of work that is so mechanical, these words or images are a way of showing some creative flair and personal philosophy. “People perceive us as hardened folk without emotions,” he says.
ne: आफ्ना वाहनहरुमा यस्ता पंक्तिहरु लेख्न मानिसहरुलाई केले प्रेरित गर्छ त? अनि किन धेरैले यस्तो गर्छन्? एक ट्रक चालक गोविन्द लम्साल भन्छन्, ज्यादै यांत्रिक कामको क्षेत्रमा, यी शब्दहरु वा तस्वीरहरु केही रचनात्मक प्रतिभा तथा व्यक्तिगत दर्शन देखाउने तरिका हुन्। "मानिसहरूले हामीलाई भावना बिनाको कठोर प्राणीका रूपमा बुझ्ने गर्दछन्," उनी भन्छन्, "हामीमा पनि भावना छ, अनि हामी सडकमा हुँदा उनीहरुलाई देखाउने यो हाम्रो एक मात्र उपाय हो।"

source: “Well, we have feelings too, and this is usually our only means of showing them while on the road.”
ne: सामाजिक संजाल यी पद्यहरुका उदाहरणले भरिएका छन्। यस ट्रकले फेसबुक र ट्विटर उल्लेख गर्दै यो सन्देश दिन्छ:

source: Social media is full of examples of these verses.
ne: केटी पट्याउन सकेनौ भने बनाए हुन्छ सिस्टर

source: This truck carries a message mentioning Facebook and Twitter: If you can’t have Facebook, go for Twitter;
ne: धेरै सन्देशहरू प्रेमातुर हुँदै लेखिएका हुन्छन् साथै सालीलाई पनि बाँकी राखिन्न:

source: Many of the messages are lovelorn and cannot stop talking about sisters-in-law:
ne: उकाली होस या ओराली होस्, डाँडैमा एउटा ससुराली होस्

source: Whether she’s dark or white, hope there’s a sister-in-law at the in-law’s house.
ne: काली होस या गोरी होस्, ससुरालीमा एउटी साली होस् साथै उनीहरुले देशको राजनीति र राजनीतिज्ञलाई पनि छोड्दैनन्:

source: In America, young lead the country;
ne: अमेरिकामा युवाले देश चलाउछन्

source: Old get the pension.
ne: बुढाहरुलाई पेन्सन दिन्छ

source: In Nepal, old rule the country;
ne: नेपालमा बुढाले देश चलाउछन्

source: Young get the tension.
ne: युवाहरुलाई टेन्सन दिन्छ

source: Some messages have philosophical overtones:
ne: केहि सन्देशहरुमा दार्शनिक आयाम हुन्छन्:

source: This truck is conveying the message: Don’t lose your cool in sorrow; don’t cross your limit in happiness.
ne: यस ट्रकले सन्देश व्यक्त गरिरहेको छ: दु:खमा न आत्तिनु, सुखमा न मात्तिनु। तस्विर प्रबिण गुरुङ (अनुमति लिएर प्रयोग गरिएको)

source: Image by Prabin Gurung.
ne: त्यस्तै अर्को एक सन्देश:

source: This one is similar:
ne: पैसाको लागि इज्जत खर्च नगर

source: Other messages talk about a driver’s life and the difficulties they face:
ne: अन्य सन्देशहरुले ड्राइभरहरुको जिन्दगी र उनीहरुले झेल्ने कठिनाइका बारेमा बताउछन्:

source: A baby’s food, biscuit and cake;
ne: बच्चाको खानेकुरा बिस्कुट र केक

source: A driver’s life, steering and brake.
ne: ड्राइभरको जिन्दगी स्टीयरिङ र ब्रेक

source: Some messages are satirical, like this one aimed at those who cannot stop talking about Nepal being the birthplace of Buddha:
ne: केही सन्देशहरू व्यंग्यपूर्ण हुन्छन्, जस्तै नेपाल बुद्धको जन्मस्थान हो भनेर नथाक्नेहरुप्रति लक्षित गरिएर लेखिएको यो सन्देश:

source: Surrounding are hills, in the middle is a lake;
ne: बुद्ध जन्मेको देशमा बुद्धिकै अनिकाल छ

source: And here's a message for anyone who is impatient:
ne: अधैर्य जो कोहीको लागि यहाँ एक सन्देश छ:

source: My country is sleeping.
ne: मेरो देश सुतिरहेको छ

source: If you are contemplating a long drive on a Nepalese highway, these short messages are sure to break the monotony of your journey and bring a smile to your lips. A previous version of this story incorrectly implied that Pakistani trucks do not carry messages painted on them as well.
ne: यदि तपाईं नेपालको राजमार्गमा लङ ड्राइभमा जाने सोचिरहनु भएको छ भने तपाईंको यात्राको नीरसतालाई अवश्य यी छोटा सन्देशहरुले हटाउनेछन् अनि तपाईंको ओठमा मुस्कान ल्याउनेछन्। यो कथाको पछिल्लो संस्करणमा पाकिस्तानी ट्रकहरुमा चित्रहरुमात्र हुन्छन् र सन्देश हुँदैनन् भन्ने आशय व्यक्त गरिएको थियो, त्यसलाई सुधारिएको छ।

source: Ugandan President's Leisurely Roadside Phone Call Inspires the #M7Challenge on Twitter · Global Voices
ne: युगाण्डाली राष्ट्रपतिको बाटोछेउको फुर्सदिलो फोनकलबाट प्रेरित ट्वीटरको #M7Challenge

source: A photo posted on Facebook by Presidential Press Secretary Don Wanyama showing Ugandan President Yoweri Museveni speaking on the phone by the roadside.
ne: युगाण्डाली राष्ट्रपति योवेरी मुसेभेनी बाटोछेउ फोनमा कुरा गर्दै। राष्ट्रपतिका प्रेस सेक्रेटरी डन वेन्यामाले फेसबूकमा पोष्ट गरेको फोटो।

source: Twitter has exploded with funny memes after a photo appeared online showing Uganda's President Yoweri Museveni sitting on a chair by the roadside to make a call. His motorcade, which was on the way to a public event, stopped for about 30 minutes for him to make the call.
ne: युगाण्डाली राष्ट्रपति योवेरी मुसेभेनी बाटोछेउ कुर्सीमा बसेर फोनमा कुरा गर्दै गरेको फोटो अनलाइनमा सार्वजनिक भएलगत्तै ट्वीटरमा व्यंग्यात्मक मेमहरूको ओइरो लागेको छ। एउटा सार्वजनिक कार्यक्रमका लागि हिंडेको उनको सवारी जत्था उनको सो फोन कलका लागि आधा घण्टा रोकियो।

source: Presidential Press Secretary Don Wanyama posted the photo on his Facebook page with the following message:
ne: राष्ट्रपतिका प्रेस सेक्रेटरी डन वेन्यामाले तलको सन्देशसहित उक्त फोटो आफ्नो फेसबूक पेजमा पोष्ट गरे:

source: On the way from Isingiro District yesterday where he'd presided over the World Population Day celebrations, President Museveni stopped at Kyeirumba Village to make a phone call. Curious residents gathered to look at the President, who after 30 minutes on phone, briefly interacted with them.
ne: हिजो इसिंगिरो जिल्लामा आयोजित विश्व जनसंख्या दिवसको समारोहमा सरिक भएपश्चात् फर्कदा राष्ट्रपति मुसेभेनी फोनमा कुरा गर्न केरुम्बा गाउँमा रोकिनुभयो। जिज्ञासु गाउँलेहरू राष्ट्रपतिलाई हेर्न भेला भए। उनले फोनमा आधा घण्टा कुरा गरेपश्चात् उनीहरूसँग संक्षिप्त कुराकानी गरे। उनीहरूले इसिंगिरो हुँदै युगाण्डा र तान्जानियालाई जोड्ने सडकलाई कालोपत्रे गरेकोमा सरकारलाई धन्यवाद दिए।

source: The hashtag #M7Challenge has been used to show images of Ugandans and other people around the world taking calls by the roadside. President Museveni is nicknamed M7 because of the sound of his name. Other Twitter users have been posting edited photos mocking the president.
ne: कसैकसैले मुख्य विपक्षी राजनीतिज्ञ किज्जा बेसिग्येको दुई महिनाको जेलबसाइपछि रिहाइको समाचारबाट ध्यान अन्तै मोड्ने योजनातहत उक्त फोटो सार्वजनिक गरिएको हुनसक्ने आशंका व्यक्त गरे। किज्जामाथि देशद्रोहको आरोप लगाइएको थियो।

source: It is not yet known who Museveni was speaking to or the subject of the conversation.
ne: तर बेसिग्येको रिहाइले इन्टरनेटमा जमाएको आधिपत्यलाई धूमिल पार्न#M7Challengeखूबै रणनीतिक थियो

source: One Twitter user suggested that Museveni was speaking to leaders in South Sudan, where troubling violence has erupted: #M7Challenge : It is possible M7 was having a "Let my people go" discussion with the leaders of #SouthSudan. — Frank Hook (@FrancisHookDF) July 13, 2016
ne: ह्याशट्याग #M7Challengeलाई युगाण्डाली तथा विश्वभरिका मानिसहरूले बाटोछेउ फोन गर्दै गरेको देखाउन प्रयोग गरिएको छ। राष्ट्रपति मुसेभेनीको नामसँग मिल्ने हुनाले उनको उपनाम M7 (एमसेभन) राखिएको छ। अन्य ट्वीटर प्रयोगकर्ताले राष्ट्रपतिप्रति कटाक्ष गर्दै एडिट गरिएका फोटोहरू पोष्ट गरिरहेका छन्।

source: Museveni has ordered the Ugandan army to evacuate Ugandans living in South Sudan following recent clashes in the capital, Juba.
ne: मुसेभेनीले कोसँग र के विषयमा कुरा गर्दै थिए, अहिलेसम्म खुलेको छैन।

source: Rosebell Kagumire warned #M7Challenge participants not to try this stunt: Don't try this at home.
ne: एक ट्वीटर प्रयोगकर्ताले हिंसा चर्किएको दक्षिण सुडानका नेताहरूसँग मुसेभेनीले कुरा गरिरहेका थिए भनी सुझाए:

source: Other Twitter users carried their office chairs outside to make a call:
ne: #M7Challenge :हुनसक्छ एमसेभनले #SouthSudanका नेताहरूसँग "मेरा देशवासीहरूलाई छाडिदिनुस्" भन्ने कुरा गरिरहेका थिए

source: Hehehh 😂😂. Sevo going places.
ne: हालैको दक्षिण सुडानको राजधानी जुबामा भएको भीडन्तपश्चात् मुसेभेनीले युगाण्डाली सेनालाई त्यहाँ बस्ने युगाण्डालीहरूलाई उद्धार गर्न अह्राएका छन्।

source: Now he's on the moon.
ne: रोजबेल कागुमिरेले #M7Challenge सहभागीहरूलाई यो स्टन्ट नगर्न चेताएकी छिन्:

source: Omara Ronnie took his #M7Challenge photo at a footpath to show respect to all road users:
ne: यो घरमा प्रयाश नगर्नुहोला। पहिला #M7Challengeवेल्थ क्रिएशन टीमलाई सम्पर्क गर्नुहोस्।

source: All are roads... showing respect to all road users.
ne: फ्रेडरिक तुमुसिमेले युगाण्डाको एक स्थानीय टेलिभिजनका लागि एक कथित विज्ञापन सेयर गरे:

source: iAfrikan showed the Portuguese national team celebrating their Euro2016 while Museveni is busy on the phone:
ne: हेहे सेभोको कुरा बेग्लै छ। अहिले उनी चन्द्रमामा छन्। आलोचकहरूले यो फोटोशप गरिएको हो भन्लान्।#M7Challenge

source: "Haters are going to say it's photoshop"
ne: यस चुनौतिलाई अटोब्लगकेइले ड्राइभरहरूका लागि एउटा राम्रो टीपका रुपमा लियो:

source: 📷 @mwanjalouis #M7Challenge pic.twitter.com/m1CPiPJF6u — iAfrikan (@iafrikan) July 12, 2016
ne: हाहा केटाहरू हो कसले सबभन्दा दह्रो #M7Challenge ल्याउनसक्छ?? मेरो विचारमा यो गाडी चलाउँदा फोनमा कुरा तथा टेक्स्ट नगर्नु भन्नका लागि राम्रो तरिका हुनसक्छ।

source: Mathias Wandera posted the image of Zimbabwe's President Robert Mugabe kneeling infront of Museveni:
ne: ओमारा रोनीले सडक प्रयोगकर्ताहरूको सम्मान गर्दै आफ्नो #M7Challenge फोटो मानिस हिड्ने बाटोछेउ खिचाए:

source: Museveni memes continue for another day??
ne: "आलोचकहरूले यो फोटोशप गरिएको हो भन्लान्।"@mwanjalouis #M7Challenge

source: Heehe 😂😂.
ne: माथियास वान्देराले मुसेभेनीका अगाडि जिम्बाब्वेका राष्ट्रपति रोबर्ट मुगाबे झुकेको तस्वीर पोष्ट गरे:

source: Ory Okolloh Mwangi highlighted the following image featuring a character from Game of Thrones
ne: मुसेभेनीका मेमहरू अर्को दिनका लागि जारी छ?? हेहे सही कुरो लौ यो गरौं।#M7Challenge

source: Meanwhile, Michael Kwambo is waiting for his turn at the challenge:
ne: ओरी ओकोलो म्वांगीले गेम अफ थ्रोन्सको पात्र भएको तस्वीर प्रस्तुत गरे।

source: Guys...please let me know when its my turn for the #M7Challenge ..let me patiently wait... pic.twitter.com/NbeoXDCH1E — Michael Kwambo ™ (@michaelkwambo) July 13, 2016
ne: केटाहरू हो... कृपया #M7Challengeका लागि मेरो पालो कहिले आउँछ भन है... मलाई धैर्यतापूर्वक पर्खन देउ...

source: Recently Discovered Rock Paintings May Change Machu Picchu's History as We Know It · Global Voices
ne: हालै भेटिएका चट्टानमा कोरिएका कलाकृतिले हामीले बुझेको माचु पिच्चुको इतिहास बदल्न सक्नेछ

source: Image on Flickr by user Dan Doan (CC BY-NC-ND 2.0).
ne: माचु पिच्चु। फ्लीकर प्रयोगकर्ता डान डोअनको तस्वीर (CC BY-NC-ND 2.0)।
